Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: You must enable Microphone permissions in Settings.
ar: يجب أن تقوم بتمكين أذونات الميكروفون في الإعدادات.
ca: Heu d'activar els permisos per al micròfon a Configuració.
cy: Rhaid i chi alluogi hawliau Microffon yn y Gosodiadau.
da: Du skal aktivere mikrofontilladelser i indstillinger.
da_instk12: Du skal aktivere mikrofontilladelser i indstillinger.
de: Sie müssen in den Einstellungen die Zugriffsberechtigungen auf das Mikrofon aktivieren.
es: Debe habilitar los permisos del micrófono en Configuraciones.
es_es: Debes habilitar los permisos del micrófono en configuraciones.
fi: Kamperan käyttöoikeudet täytyy ottaa käyttöön asetuksissa.
fr: Vous devez activer les permissions du microphone dans les paramètres.
fr_ca: Vous devez activer les autorisations de microphone dans les paramètres.
ga: Ní mór duit ceadanna micreafón a chumasú sna Socruithe.
hi: आपको सेटिंग्स में माइक्रोफ़ोन अनुमतियां सक्षम करनी होंगी।
ht: Ou dwe aktive pèmisyon Mikwofòn nan Paramèt.
id: Anda harus mengaktifkan izin Mikrofon dalam Pengaturan.
is: Þú þarft að virkja aðgang að hljóðnema í stillingum.
it: Devi abilitare le autorizzazioni microfono in Impostazioni.
ja: 「設定」でマイクの許可を有効にしなければなりません。
ko: 설정에서 마이크 권한을 사용으로 설정해야 합니다.
mi: Me whakahohetia e koe Orooro whakaaetanga i roto i Tautuhinga.
ms: Anda mesti mendayakan keizinan Mikrofon dalam Tetapan.
nb: Du må aktivere mikrofontillatelse fra innstillinger.
nb_instk12: Du må aktivere mikrofontillatelse fra innstillinger.
nl: Je moet Microfoon-machtigingen inschakelen in Instellingen.
pl: Musisz włączyć uprawnienia dla mikrofonu w Ustawieniach.
pt: Você deve habilitar as permissões de Microfone nas Configurações.
pt_br: Você deve habilitar permissões de Microfone nas Configurações.
ru: Вы должны активировать разрешения для микрофона в настройках.
sl: Za snemanje zvoka morate v možnosti »Nastavitve« omogočiti dovoljenja mikrofona.
sv: Du måste aktivera behörigheter för mikrofonen i Inställningar.
sv_instk12: Du måste aktivera behörigheter för mikrofon i Inställningar.
th: คุณจะต้องเปิดใช้สิทธิ์อนุญาตสำหรับไมโครโฟนจากค่าปรับตั้ง
vi: Bạn phải kích hoạt cho phép Microphone trong Cài Đặt.
zh: 您必须在“设置”中启用麦克风权限。
zh_hk: 您必須在「設定」中啟用麥克風的權限。

source: You must enter an access code
ar: يجب إدخال رمز وصول
ca: Heu d'introduir un codi d'accés
cy: Mae’n rhaid i chi roi cod mynediad
da: Du skal indtaste en adgangskode
da_instk12: Du skal indtaste en adgangskode
de: Sie müssen einen Zugriffscode eingeben.
es: Debe escribir un código de acceso
es_es: Debes escribir un código de acceso
fi: Sinun täytyy syöttää pääsykoodi
fr: Vous devez entrer un code d’accès
fr_ca: Vous devez saisir un code d’accès
ga: Ní mór duit cód rochtana a chur isteach
hi: आपको एक्सेस कोड दर्ज करना होगा
ht: Ou dwe ekri yon kòd aksè
id: Anda harus memasukkan kode akses
is: Þú verður að slá inn aðgangskóða
it: Devi inserire un codice di accesso
ja: アクセス コードを入力する必要があります
ko: 액세스 코드를 입력해야 합니다
mi: Me tāuru te waehere uru
ms: Anda mesti memasukkan kod akses
nb: Du må skrive inn en tilgangskode
nb_instk12: Du må skrive inn en tilgangskode
nl: Je moet een toegangscode invoeren
pl: Należy wpisać kod dostępu
pt: Tem de introduzir um código de acesso
pt_br: Você deve inserir um código de acesso
ru: Вы должны ввести код доступа
sl: Vnesti morate kodo za dostop.
sv: Du måste ange en åtkomstkod
sv_instk12: Du måste ange en tillgångskod
th: คุณจะต้องกรอกรหัสใช้งาน
vi: Bạn phải nhập mã truy cập
zh: 您必须输入访问代码
zh_hk: 您必須輸入存取密碼

source: You will stop acting as %@ and return to your account.
ar: ستتوقف عن التصرف باعتبارك %@ وستعود إلى حسابك.
ca: Deixareu de fer de %@ i tornareu al vostre usuari.
cy: Byddwch yn stopio gweithredu fel %@ ac yn dychwelyd i’ch cyfrif eich hun.
da: Du vil stoppe med at fungere som %@ og vende tilbage til din konto.
da_instk12: Du vil stoppe med at fungere som %@ og vende tilbage til din konto.
de: Sie hören auf, als %@ zu handeln, und kehren zu Ihrem Konto zurück.
es: Usted dejará de actuar en nombre de %@ y volverá a su cuenta.
es_es: Dejarás de actuar como %@ y volverás a tu cuenta.
fi: Lopetat toimimasta käyttäjänä %@ ja palaat tilillesi.
fr: Vous cesserez d'agir en tant que %@ et retournerez sur votre compte.
fr_ca: Vous allez cesser d’agir comme %@ et retournerez à votre compte.
ga: Stopfaidh tú ag gníomhú mar %@ agus filleadh tú ar do chuntas.
hi: आप %@ के रूप में कार्य करना बंद कर देंगे और अपने खाते में वापस आ जाएंगे।
ht: Ou pral sispann aji tankou %@ epi sou kont ou.
id: Anda akan berhenti bertindak sebagai %@ dan kembali ke akun Anda.
is: Þú munt hætta að virka sem %@ og fara aftur í þinn reikning.
it: Non agirai più come %@ e tornerai al tuo account.
ja: %@行動することを止め、自分のアカウントに戻る
ko: %@ 님으로 가장하기를 중지하고 자신의 계정으로 돌아갑니다.
mi: Ka mutu tō mahi hei %@ ka hoki ki tāu pūkete.
ms: Anda akan berhenti bertindak sebagai %@ dan kembali ke akaun anda.
nb: Du vil slutte å opptre som %@ og gå tilbake til din egen konto.
nb_instk12: Du vil slutte å opptre som %@ og gå tilbake til din egen konto.
nl: Je stopt met optreden als %@ en keert terug naar je account.
pl: Zatrzymasz podszywanie się jako %@ i powrócisz do swojego konta.
pt: Você vai parar de agir como %@ e retornar à sua conta.
pt_br: Você parará de agir como %@ e voltará à sua conta.
ru: Вы прекратите действовать как %@ и вернетесь в свою учетную запись.
sl: Prenehali boste nastopati v vlogi %@ in vrnili se boste v svoj račun.
sv: Du kommer att sluta att agera som %@, och gå tillbaka till ditt konto.
sv_instk12: Du kommer att sluta att agera som %@, och gå tillbaka till ditt konto.
th: คุณจะหยุดดำเนินการในฐานะ %@ และกลับไปที่บัญชีของคุณ
vi: Bạn sẽ dừng đóng vai trò %@ và trở về tài khoản của bạn.
zh: 你将停止担当%@并返回至帐号。
zh_hk: 您將會停止作為 %@ 並返回到您的帳戶。

source: You will stop acting as this user and return to your account.
ar: ستتوقف عن التصرف باعتبارك هذا المستخدم وستعود إلى حسابك.
ca: Deixareu de fer d'aquest usuari i tornareu al vostre usuari.
cy: Byddwch yn stopio gweithredu fel y defnyddiwr hwn ac yn dychwelyd i’ch cyfrif eich hun.
da: Du vil stoppe med at fungere som denne bruger og vende tilbage til din konto.
da_instk12: Du vil stoppe med at fungere som denne bruger og vende tilbage til din konto.
de: Sie hören auf, als diese/r Benutzer*in zu handeln, und kehren zu Ihrem Konto zurück.
es: Usted dejará de actuar en nombre de este usuario y volverá a su cuenta.
es_es: Dejarás de actuar como este usuario y volverás a tu cuenta.
fi: Lopetat toimimasta tänä käyttäjänä ja palaat tilillesi.
fr: Vous cesserez d'agir en tant que cet utilisateur et retournerez sur votre compte.
fr_ca: Vous allez cesser d’agir en tant que cet utilisateur et retournerez à votre compte.
ga: Stopfaidh tú ag gníomhú mar úsáideoir seo agus fillfidh tú ar do chuntas.
hi: आप इस उपयोगकर्ता के रूप में कार्य करना बंद कर देंगे और अपने खाते में वापस आ जाएंगे।
ht: Ou pral sispann aji tankou yon itilizatè epi retounen sou kont ou.
id: Anda akan berhenti bertindak sebagai pengguna ini dan kembali ke akun Anda.
is: Þú munt hætta að bregðast við sem þessi notandi og fara aftur í þinn reikning.
it: Non agirai più come questo utente e tornerai al tuo account.
ja: このユーザーとして行動することを止め、自分のアカウントに戻る
ko: 이 사용자로 가장하기를 중지하고 자신의 계정으로 돌아갑니다.
mi: Ka mutu tō mahi hei kaiwhakamahi nei, ka hoki ki tāu pūkete.
ms: Anda akan berhenti bertindak sebagai pengguna ini dan kembali ke akaun anda.
nb: Du vil slutte å opptre som denne brukeren og gå tilbake til din egen konto.
nb_instk12: Du vil slutte å opptre som denne brukeren og gå tilbake til din egen konto.
nl: Je stopt met optreden als deze gebruiker en keert terug naar je account.
pl: Zatrzymasz podszywanie się jako ten użytkownik i powrócisz do swojego konta.
pt: Você vai parar de atuar como utilizador e retornar à sua conta.
pt_br: Você parará de agir como esse usuário e voltará à sua conta.
ru: Вы прекратите действовать как этот пользователь и вернетесь в свою учетную запись.
sl: Prenehali boste nastopati v vlogi tega uporabnika in se boste vrnili v svoj račun.
sv: Du kommer att sluta att agera som den här användaren och gå tillbaka till ditt konto.
sv_instk12: Du kommer att sluta att agera som den här användaren och gå tillbaka till ditt konto.
th: คุณจะหยุดดำเนินการในฐานะผู้ใช้นี้และกลับไปยังบัญชีของคุณ
vi: Bạn sẽ dừng đóng vai trò người dùng này và trở về tài khoản của bạn.
zh: 你将停止担当该用户并返回至帐号。
zh_hk: 您將會停止作為此使用者並返回到您的帳戶。

source: You'll need to log in again due to your institute's security policy. Once logged in, you can continue working seamlessly.
ar: ستحتاج إلى تسجيل الدخول مرة أخرى بسبب السياسة الأمنية لمؤسستك التعليمية. بعد تسجيل الدخول، يمكنك متابعة العمل بسلاسة.
ca: Haureu de tornar a iniciar la sessió a causa de la política de seguretat del vostre institut. Quan ja l’hàgiu iniciada, podreu continuar treballant sense interrupcions.
cy: Bydd angen i chi fewngofnodi eto oherwydd polisi diogelwch eich sefydliad. Ar ôl mewngofnodi, gallwch barhau i weithio’n ddi-dor.
da: Du skal logge ind igen på grund af dit instituts sikkerhedspolitik. Når du er logget ind, kan du fortsætte med at arbejde uden problemer.
da_instk12: Du skal logge ind igen på grund af dit instituts sikkerhedspolitik. Når du er logget ind, kan du fortsætte med at arbejde uden problemer.
de: Aufgrund der Sicherheitsrichtlinien Ihrer Institution müssen Sie sich erneut anmelden. Sobald Sie eingeloggt sind, können Sie nahtlos weiterarbeiten.
es: Deberá volver a iniciar sesión debido a la política de seguridad de su institución. Una vez que haya iniciado sesión, podrá seguir trabajando sin problemas.
es_es: Debido a la política de seguridad de tu instituto, tendrás que volver a iniciar sesión. Una vez que hayas iniciado sesión, podrás seguir trabajando normalmente.
fi: Sinun on kirjauduttava sisään uudelleen laitoksesi suojauskäytäntöjen vuoksi. Kun olet kirjautunut sisään, voit jatkaa työskentelyä saumattomasti.
fr: Vous devrez vous reconnecter en raison de la stratégie de sécurité de votre institution. Une fois connecté, vous pourrez continuer votre travail sans interruption.
fr_ca: Vous devrez vous connecter à nouveau en raison de la politique de sécurité de votre institution. Une fois connecté, vous pouvez continuer à travailler en toute transparence.
ga: Beidh ort logáil isteach arís mar gheall ar pholasaí slándála d’institiúide. Nuair a bheidh tú logáilte isteach, is féidir leat leanúint ar aghaidh ag obair gan dua.
hi: आपके संस्थान की सुरक्षा नीति के कारण आपको पुनः लॉग इन करना होगा। एक बार लॉग इन करने के बाद, आप निर्बाध रूप से काम करना जारी रख सकते हैं।
ht: Ou bezwen konekte ankò akoz politik sekirite enstiti ou a. Lè w fin konekte, ou ka kontinye travay nan tout transparans
id: Anda harus login lagi dikarenakan kebijakan keamanan lembaga Anda. Setelah login, Anda dapat terus bekerja tanpa gangguan.
is: Þú þarft að skrá þig aftur inn vegna öryggisstefnu stofnunar þinnar. Eftir innskráningu getur þú haldið vinnu áfram með einföldum hætti.
it: Devi effettuare nuovamente l’accesso come previsto dalla politica sulla sicurezza del tuo istituto. Effettuato l’accesso, puoi continuare a lavorare regolarmente.
ja: 機関のセキュリティポリシーにより、再度ログインする必要があります。 ログイン後は、シームレスに作業を継続できます。
ko: 교육 기관의 보안 정책으로 다시 로그인해야 합니다. 로그인한 후에는 원활하게 계속 작업할 수 있습니다.
mi: Me takiuru ano koe na runga i te kaupapa here haumarutanga o to whare wananga. Ina takiuru koe, ka taea e koe te mahi marie.
ms: Anda perlu log masuk sekali lagi kerana dasar keselamatan institut anda. Sebaik sahaja log masuk, anda boleh terus bekerja dengan lancar.
nb: Du må logge inn igjen på grunn av institusjonens sikkerhetsregler. Når du har logget inn, kan du fortsette å jobbe sømløst.
nb_instk12: Du må logge inn igjen på grunn av institusjonens sikkerhetsregler. Når du har logget inn, kan du fortsette å jobbe sømløst.
nl: Je zult je opnieuw moeten aanmelden vanwege het beveiligingsbeleid van je instituut. Zodra je bent aangemeld, kun je probleemloos doorwerken.
pl: Musisz się zalogować ponownie z powodu polityki bezpieczeństwa Twojej instytucji. Po zalogowaniu możesz kontynuować pracę.
pt: Terá de iniciar sessão novamente devido à política de segurança do seu instituto. Uma vez iniciada a sessão, pode continuar a trabalhar sem problemas.
pt_br: Você precisará fazer login novamente devido à política de segurança do seu instituto. Uma vez conectado, você pode continuar trabalhando sem problemas.
ru: В соответствии с политикой безопасности вашего учреждения вам необходимо войти в систему еще раз. Войдя в систему, вы сможете продолжить работу с того же места.
sl: Zaradi varnostne politike vaše ustanove se boste morali znova prijaviti. Ko se prijavite, lahko nemoteno nadaljujete z delom.
sv: Du måste logga in igen på grund av ditt lärosätes säkerhetspolicy. När du har loggat in igen kan du fortsätta arbeta utan avbrott.
sv_instk12: Du måste logga in igen på grund av din institutions säkerhetspolicy. När du har loggat in igen kan du fortsätta arbeta utan avbrott.
th: คุณจะต้องล็อกอินอีกครั้งเนื่องจากเป็นนโยบายการการรักษาความปลอดภัยของหน่วยงานคุณ หลังจากล็อกอินแล้ว คุณจะสามารถดำเนินการต่อได้อย่างราบรื่น
vi: Bạn sẽ cần phải đăng nhập lại do chính sách bảo mật của tổ chức. Sau khi đăng nhập, bạn có thể tiếp tục làm việc liền mạch.
zh: 根据贵机构的安全政策，您需要再次登录。 登录后，您可以继续顺畅工作。
zh_hk: 由於您機構的安全政策，您需要重新登入。 一登入後，您即可無縫繼續工作。

source: You're about to switch to the classic dashboard. You can change back later in Dashboard Settings screen.
ar: أنت على وشك التبديل إلى لوحة المعلومات القديمة. يمكنك تغيير ذلك لاحقًا في شاشة إعدادات لوحة المعلومات.
ca: Esteu a punt de canviar al panell de control clàssic. Podeu revertir els canvis més endavant a la pantalla Configuració del panell de control.
cy: Rydych chi ar fin newid i'r dangosfwrdd clasurol. Gallwch chi ei newid nes ymlaen ar y sgrin Gosodiadau Dangosfwrdd.
da: Du er ved at skifte til den klassiske oversigt. Du kan ændre tilbage senere på skærmen Indstillinger for oversigt.
da_instk12: Du er ved at skifte til den klassiske oversigt. Du kan ændre tilbage senere på skærmen Indstillinger for oversigt.
de: Sie sind im Begriff, zum klassischen Dashboard zu wechseln. Sie können später im Bildschirm „Dashboard-Einstellungen” wieder zurückwechseln.
es: Está a punto de cambiar al tablero clásico. Puede volver a cambiar más tarde en la pantalla Configuraciones del tablero.
es_es: Estás a punto de cambiar al panel de control clásico. Puedes volver a cambiarlo más tarde desde la pantalla de Configuraciones del panel de control.
fi: Olet vaihtamassa perinteiseen koontinäyttöön. Voit vaihtaa sen myöhemmin koontinäytön asetusvalikossa.
fr: Vous vous apprêtez à basculer sur le tableau de bord classique. Vous pouvez revenir sur ce choix ultérieurement en accédant à l’écran Paramètres du tableau de bord.
fr_ca: Vous êtes sur le point de passer au tableau de bord classique. Vous pouvez revenir en arrière plus tard dans l’écran Paramètres du tableau de bord.
ga: Tá tú ar tí aistriú go dtí an deais clasaiceach. Is féidir leat athrú ar ais níos déanaí ar an scáileán Socruithe Deais.
hi: आप क्लासिक डैशबोर्ड पर स्विच करने वाले है। आप बाद में डैशबोर्ड सेटिंग्स स्क्रीन में वापस बदलाव कर सकते हैं।
ht: Ou pral chanje pou tablodbò klasik la. Ou ka tounen chanje pita nan ekran Paramèt Tablodbò a.
id: Anda akan beralih ke dashboard klasik. Anda dapat mengubahnya kembali nanti di layar Pengaturan Dashboard.
is: Þú ert að fara að skipta yfir í hefðbundna stjórnborðið. Þú getur breytt því seinna í stillingarglugganum fyrir stjórnborð.
it: Stai per passare alla dashboard classica. Puoi tornare a questa visualizzazione successivamente nella schermata o Impostazioni dashboard.
ja: クラシックダッシュボードに切り替えようとしています。後ほど「ダッシュボード設定」画面で元に戻すことができます。
ko: 클래식 대시보드로 전환하려고 합니다. 대시보드 설정 메뉴에서 나중에 되돌릴 수 있습니다.
mi: Kei te tata koe ki te huri ki te papaaho tawhito. Ka taea e koe te huri anō ā muri ake nei i te mata Tautuhinga Papaaho.
ms: Anda akan membuat pertukaran kepada papan pemuka klasik. Anda boleh mengubah semula kemudian dalam skrin Tetapan Papan Pemuka.
nb: Du er i ferd med å bytte til det klassiske dashbordet Du kan endre det tilbake senere på Dashbordinnstillinger-skjermen.
nb_instk12: Du er i ferd med å bytte til den klassiske oversikten. Du kan endre det tilbake senere på Oversikt-innstillinger-skjermen.
nl: Je staat op het punt over te schakelen op het klassieke dashboard. Je kunt later in het scherm Dashboardinstellingen weer terugschakelen.
pl: Zamierzasz przełączyć się na klasyczny pulpit. Możesz zmienić go później na ekranie Ustawienia pulpitu nawigacyjnego.
pt: Está prestes a mudar para o painel clássico. Pode voltar atrás mais tarde no ecrã Definições do painel.
pt_br: Você está prestes a mudar para o painel de controle clássico. Você poderá reverter a alteração posteriormente na tela de Configurações do Painel de Controle.
ru: Вы собираетесь включить классическую панель инструментов. Вы можете вернуться назад в окно настройки панели инструментов.
sl: Preklopili boste na klasično nadzorno ploščo. To lahko pozneje spremenite na zaslonu z nastavitvami nadzorne plošče.
sv: Du håller på att byta till den klassiska översikten. Du kan ändra tillbaka senare på skärmen Inställningar för översikt.
sv_instk12: Du håller på att byta till den klassiska översikten. Du kan ändra tillbaka senare på skärmen Inställningar för översikt.
th: คุณกำลังจะเปลี่ยนแผงข้อมูลแบบคลาสสิค คุณสามารถเปลี่ยนกลับได้ในภายหลังจากหน้าจอ ค่าปรับตั้งแผงข้อมูล (Dashboard Settings)
vi: Bạn sắp chuyển sang bảng điều khiển cổ điển. Bạn có thể thay đổi sau trong màn hình Cài Đặt Bảng Điều Khiển.
zh: 您将切换到旧控制面板。您以后可以在“控制面板设置”屏幕中进行切换。
zh_hk: 您即將切換到傳統控制面板。您可以稍後在「控制面板設定」畫面中變更回來。

source: You're about to switch to the new mobile dashboard. You can change back later in Dashboard Settings screen.
ar: أنت على وشك التبديل إلى لوحة معلومات الجوال الجديد. يمكنك تغيير ذلك لاحقًا في شاشة إعدادات لوحة المعلومات.
ca: Esteu a punt de canviar al panell de control nou. Podeu revertir els canvis més endavant a la pantalla Configuració del panell de control.
cy: Rydych chi ar fin newid i'r dangosfwrdd symudol newydd. Gallwch chi ei newid nes ymlaen ar y sgrin Gosodiadau Dangosfwrdd.
da: Du er ved at skifte til den nye mobile oversigt. Du kan ændre tilbage senere på skærmen Indstillinger for oversigt.
da_instk12: Du er ved at skifte til den nye mobile oversigt. Du kan ændre tilbage senere på skærmen Indstillinger for oversigt.
de: Sie sind im Begriff, zum neuen mobilen Dashboard zu wechseln. Sie können später im Bildschirm „Dashboard-Einstellungen” wieder zurückwechseln.
es: Está a punto de cambiar al nuevo tablero móvil. Puede volver a cambiar más tarde en la pantalla Configuraciones del tablero.
es_es: Estás a punto de cambiar al nuevo panel de control para móviles. Puedes volver a cambiarlo más tarde desde la pantalla de Configuraciones del panel de control.
fi: Olet vaihtamassa uuteen mobiilikoontinäyttöön. Voit vaihtaa sen myöhemmin koontinäytön asetusvalikossa.
fr: Vous vous apprêtez à basculer sur le nouveau tableau de bord mobile. Vous pouvez revenir sur ce choix ultérieurement en accédant à l’écran Paramètres du tableau de bord.
fr_ca: Vous êtes sur le point de passer au nouveau tableau de bord mobile. Vous pouvez revenir en arrière plus tard dans l'écran Paramètres du tableau de bord.
ga: Tá tú ar tí aistriú go dtí an deais móibíleach nua. Is féidir leat athrú ar ais níos déanaí ar an scáileán Socruithe Deais.
hi: आप नए मोबाइल डैशबोर्ड पर स्विच करने वाले हैं। आप बाद में डैशबोर्ड सेटिंग्स स्क्रीन में वापस बदलाव कर सकते हैं।
ht: Ou pral chanje pou nouvo tablodbò mobil lan. Ou ka tounen chanje pita nan ekran Paramèt Tablodbò a.
id: Anda akan beralih ke dashboard seluler baru. Anda dapat mengubahnya kembali nanti di layar Pengaturan Dashboard.
is: Þú ert að fara að skipta yfir í nýja stjórnborðið fyrir farsíma. Þú getur breytt því seinna í stillingarglugganum fyrir stjórnborð.
it: Stai per passare alla nuova dashboard mobile. Puoi tornare a questa visualizzazione successivamente nella schermata o Impostazioni dashboard.
ja: 新しいモバイルダッシュボードに切り替えようとしています。後ほど「ダッシュボード設定」画面で元に戻すことができます。
ko: 새로운 모바일 대시보드로 전환하려고 합니다. 대시보드 설정 메뉴에서 나중에 되돌릴 수 있습니다.
mi: Kei te tata koe ki te huri ki te papaaho pūkoro hou. Ka taea e koe te huri anō ā muri ake nei i te mata Tautuhinga Papaaho.
ms: Anda akan membuat pertukaran kepada papan pemuka mudah alih baharu. Anda boleh mengubah semula kemudian dalam skrin Tetapan Papan Pemuka.
nb: Du er i ferd med å bytte til det nye mobildashbordet. Du kan endre det tilbake senere på Dashbordinnstillinger-skjermen.
nb_instk12: Du er i ferd med å bytte til den nye mobiloversikten. Du kan endre det tilbake senere på Oversikt-innstillinger-skjermen.
nl: Je staat op het punt over te schakelen op het nieuwe mobiele dashboard. Je kunt later in het scherm Dashboardinstellingen weer terugschakelen.
pl: Zamierzasz przełączyć się na nowy pulpit mobilny. Możesz zmienić go później na ekranie Ustawienia pulpitu nawigacyjnego.
pt: Está prestes a mudar para o novo painel móvel. Pode voltar atrás mais tarde no ecrã Definições do painel.
pt_br: Você está prestes a mudar para o novo painel de controle móvel. Você poderá reverter a alteração posteriormente na tela de Configurações do Painel de Controle.
ru: Вы собираетесь включить новую мобильную панель инструментов. Вы можете вернуться назад в окно настройки панели инструментов.
sl: Preklopili boste na novo mobilno nadzorno ploščo. To lahko pozneje spremenite na zaslonu z nastavitvami nadzorne plošče.
sv: Du håller på att byta till den nya mobila översikten. Du kan ändra tillbaka senare på skärmen Inställningar för översikt.
sv_instk12: Du håller på att byta till den nya mobila översikten. Du kan ändra tillbaka senare på skärmen Inställningar för översikt.
th: คุณกำลังจะเปลี่ยนเป็นแผงข้อมูลแบบใหม่สำหรับอุปกรณ์พกพา คุณสามารถเปลี่ยนกลับได้ในภายหลังจากหน้าจอ ค่าปรับตั้งแผงข้อมูล (Dashboard Settings)
vi: Bạn sắp chuyển sang bảng điều khiển di động mới. Bạn có thể thay đổi sau trong màn hình Cài Đặt Bảng Điều Khiển.
zh: 您将切换到新的移动设备控制面板。您以后可以在“控制面板设置”屏幕中进行切换。
zh_hk: 您即將切換到新的行動控制面板。您可以稍後在「控制面板設定」畫面中變更回來。

source: You've marked it as done.
ar: قمت بتمييزه بأنه تم.
ca: L’heu marcat com a fet.
cy: Rydych chi wedi’i farcio fel wedi’i orffen.
da: Du har markeret det som udført.
da_instk12: Du har markeret det som udført.
de: Sie haben es als erledigt markiert.
es: Lo marcó como terminado.
es_es: Lo has marcado como terminado.
fi: Olet merkinnyt sen tehdyksi.
fr: Vous avez marqué ceci comme terminé
fr_ca: Vous l’avez marqué comme terminé.
ga: Mharcáil tú é mar dhéanta.
hi: आपने इसे पूरा हुआ के रूप में चिह्नित किया है।
ht: Ou te make li fini.
id: Anda telah menandainya sebagai selesai.
is: Þú hefur merkt þetta sem lokið.
it: Lo hai contrassegnato come completato.
ja: 「終了」としてマークしました。
ko: 완료로 표시했습니다.
mi: Kua tohua e koe kua oti.
ms: Anda telah menandanya sebagai siap.
nb: Du har merket det som fullført.
nb_instk12: Du har merket det som fullført.
nl: Je hebt het als klaar gemarkeerd.
pl: Oznaczono to jako gotowe.
pt: Marcou-o como feito.
pt_br: Você marcou como concluído.
ru: Вы отметили это как выполненное.
sl: To ste označili kot končano.
sv: Du har markerat den som färdig.
sv_instk12: Du har markerat den som färdig.
th: คุณกำกับว่าเสร็จสิ้นแล้ว
vi: Bạn đã đánh dấu là đã xong.
zh: 您已将它标记为“完成”。
zh_hk: 您已將其標示為完成。
